Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Favorites, Bookmarks, Own Posts
sv: Favoriter, bokmärken, egna inlägg

source: Click to add a key file.
sv: Klicka för att lägga till en nyckelfil.

source: Deactivate password key for the database.
sv: Inaktivera lösenordsnyckeln för databasen.

source: You will be able to pick up the Launching ability here.
sv: Här kan du få förmågan uppskjutning.

source: Specifies the default (DMR) microphone amplification level.
sv: Anger standardnivån för mikrofonförstärkning (DMR).

source: Do you want to register a passkey for:
sv: Vill du registrera passnyckel för:

source: Do not share with staff
sv: Dela inte med personalen

source: Unspoiler
sv: Visa spoiler

source: Clipboard cleared!
sv: Urklipp rensat!

source: Quick access menu
sv: Snabbvalsmeny

source: Grows on dirt near water
sv: Växer på jord nära vatten

source: Open &URL
sv: &Öppna URL

source: Show Original
sv: Visa original

source: Forget Account
sv: Glöm konto

source: [Default]
sv: [Standard]

source: Confirm Deletion
sv: Bekräfta borttagning

source: Create a new database.
sv: Skapa en ny databas.

source: As a Bearer Token
sv: Som Bearer-token

source: Remove an attachment of an entry.
sv: Ta bort en bilaga från en post.

source: Colorful
sv: Färgstark

source: Users
sv: Användare

source: Admin Dashboard
sv: Administratörsinstrumentpanel

source: Unblock Entire "%s"?
sv: Avblockera hela "%s"?

source: Couldn't update visibility: %s
sv: Kunde inte uppdatera synlighet: %s

source: These connections can be revealed with your pirate sense but there’s more going on behind the scenes.
sv: Dessa kopplingar kan avslöjas med ditt piratsinne, men det händer mer bakom kulisserna.

source: Shuttle
sv: Rymdfärja

source: Choose a File
sv: Välj en fil

source: Friday
sv: Fredag

source: Low Stock Amount
sv: Lågt lagerantal

source: Username/Password
sv: Användarnamn/lösenord

source: Focus Input Entry
sv: Fokusera inmatningsfältet

source: Reset password
sv: Återställ lösenord

source: Keep scrobbling!
sv: Fortsätt scrobbla!

source: Palm Wood Planks
sv: Plankor i palmträ

source: Copy Att&ribute
sv: Kopiera att&ribut

source: Show private calls
sv: Visa privata samtal

source: documents
sv: dokument

source: Saved %s Wrapped
sv: Sparade %s Wrapped

source: Edit Group List
sv: Redigera grupplista

source: Invalid command %1.
sv: Ogiltigt kommando %1.

source: Favorite
sv: Favorit

source: View Stats
sv: Visa statistik

source: Gravity (in m/s²)
sv: Gravitation i m/s²

source: Mese Axe
sv: Meseyxa

source: Disclose source
sv: Avslöja källa

source: Appears in page title and header.
sv: Visas i sidans titel och rubrik.

source: Young Violet-Flowering Garden Bush
sv: Ung lilablommande trädgårdsbuske

source: Allowed Username Scripts
sv: Tillåtna skriftsystem för användarnamn

source: Mention
sv: Nämn

source: Planet Hades
sv: Planeten Hades

source: Schedule Post…
sv: Schemalägg inlägg…

source: Garden Bush with Violet Flowers
sv: Trädgårdsbuske med lila blommor

source: Cannot create extension.
sv: Det går inte att skapa tillägg.

source: A list of hashed handles that belong to Tuba contributors so they can be used in-app
sv: En lista över hashade smeknamn som tillhör Tuba bidragsgivare så att de kan användas i programmet

source: Move selected item(s) to the top.
sv: Flytta valda poster längst upp.

source: Use special characters
sv: Använd specialtecken

source: Date of the last analytics update
sv: Datum för den senaste analysuppdatering

source: Perspective
sv: Perspektiv

source: Don't expose this database
sv: Visa inte denna databas

source: Black and Gold Carpet
sv: Svart och guldmatta

source: Posts Including this Hashtag
sv: Inlägg som inkluderar denna hashtag

source: a year old
sv: ett år gammal

source: %d years old
sv: %s år gammal

source: Otherwise a warning will be used
sv: Annars kommer en varning att användas

source: Path of the group to add.
sv: Sökväg till gruppen som läggs till.

source: ChiPass - Access Request
sv: ChiPass - Åtkomstbegäran

source: Channels
sv: Kanaler

source: Van
sv: Skåpbil

source: Select Custom Wordlist
sv: Välj anpassad ordlista

source: Own certificate
sv: Eget certifikat

source: Do not include:
sv: Undanta:

source: Comma Separated Values
sv: Kommaseparerade värden

source: What are those funny rotating things?
sv: Vad är de där roliga roterande sakerna?

source: Grid
sv: Rutnät

source: expired on just now
sv: gick ut nyss

source: Created By
sv: Skapad av

source: At least one of the selected icons is currently in use by at least one entry or group. The icons of all affected entries and groups will be replaced by the default icon. Are you sure you want to delete icons that are currently in use?
sv: Minst en av de valda ikonerna används för närvarande av minst en post eller grupp. Ikonerna för alla berörda poster och grupper ersätts av standardikonen. Vill du verkligen ta bort ikoner som används för närvarande?

source: Stripped tracking parameters
sv: Bortskaffade spårningsparametrar

source: Provider Name
sv: Leverantörsnamn

source: Password cannot be empty
sv: Lösenordet kan inte vara tomt

source: This division is responsible for the transportation of materials to support the planets that are going to be terraformed. This division also includes engineers who construct outposts in space above the target planets.
sv: Denna avdelning ansvarar för transport av material till stöd för planeter som ska terraformeras. Avdelningen omfattar också ingenjörer som bygger utposter i rymden ovanför målplaneterna.

source: Another market place. Whats different about %(name)s?
sv: En annan marknadsplats. Vad skiljer %(name)s åt?

source: OH! Zombie processes again! That explains why I haven’t heard anything. I was blind and deaf the whole time. Now I know how to fix the problem. Let me just reboot them really quick …
sv: ÅH! Zombieprocesser igen! Det förklarar varför jag inte har hört någonting. Jag var blind och döv hela tiden. Nu vet jag hur jag ska åtgärda problemet. Låt mig bara starta om dem snabbt …

source: Add Media
sv: Lägg till media

source: Board locked. You may only reply to threads.
sv: Tavlan är låst. Du kan endast svara på trådar.

source: Lift
sv: Häv

source: New messages on {}
sv: Nya meddelanden på {}

source: Wooden Sign
sv: Träskylt

source: Delete Item?
sv: Radera objekt?

source: Becomes Obsidian when close to water and lava at Y=-1000 or below
sv: Blir obsidian nära vatten och lava vid Y=-1000 eller lägre

source: Rotten Cactus
sv: Rutten kaktus

source: Hover over reason to show additional details. Double-click entries to edit.
sv: Håll muspekaren över anledning, för att visa fler detaljer. Dubbelklicka på posten för att redigera.

source: ChiPass: Passkey Export
sv: ChiPass: Passnyckelexport

source: Provider's endpoint to retrieve user profile
sv: Leverantörens endpunkt för att få användarprofilen

source: Boards where the keyword applies.
sv: Tavlor som nyckelordet gäller.

source: length
sv: längd

source: Reset
sv: Återställ

source: This instance is not being followed
sv: Denna instans följs inte

source: Warning: If you reduce the level size, blocks outside the new level area will be deleted.
sv: Varning: Om du minskar nivåns storlek tas block utanför det nya nivåområdet bort.

source: Import a KeePass 1 database
sv: Importera en KeePass 1-databas

source: Chops wood
sv: Hugger trä

source: Send position
sv: Skicka position

source: Cobblestone Block
sv: Kullerstenblock

source: Private key is empty
sv: Privat nyckel är tom

source: Refreshes the downloaded talkgroup DB
sv: Uppdaterar den nedladdade samtalsgruppens DB

source: Password has expired
sv: Lösenordet har upphört att gälla

source: Add Threshold
sv: Lägg till tröskelvärde

source: License and copyright notice
sv: Licens och upphovsrättsnotis

source: Violet Chest
sv: Lila kista

source: Spring
sv: Vår

source: Mese Shovel
sv: Mesespade

source: Duplicate URL
sv: Duplicera URL

source: Incorrect CAPTCHA text. Please try again.
sv: Fel CAPTCHA-text. Försök igen.

source: Drowning in lava
sv: Drunkning i lava

source: Hello {name}, You have been naughty, havent you? An admin or moderator has banned you from our flohmarkt instance. You cannot login anymore until further notice. Yours, {instance_name}
sv: Hej {name}, En administratör eller moderator har stängt av dig från vår flohmarkt-instans. Du kan inte längre logga in tills vidare. Hälsningar, {instance_name}

source: Nearest
sv: Närmast

source: Entropy %1 (%2)
sv: Entropi %1 (%2)

source: What if I don’t believe you?
sv: Tänk om jag inte tror dig?

source: Bottle of Coconut Milk
sv: Flaska med kokosmjölk

source: Electrons required: @1
sv: Elektroner krävs: @1

source: up to a million times
sv: upp till en miljon gånger

source: Thank you for volunteering for the Galactic Builders Terraforming Collective! It is our mission to create more habitable worlds to build a thriving society, one block at a time! You are at the forefront of intergalactic terraforming and about to embark on an exciting adventure.
sv: Tack för att du har anmält dig frivilligt till Galactic Builders Terraforming Collective! Vårt uppdrag är att skapa fler beboeliga världar och bygga ett blomstrande samhälle, ett block i taget. Du befinner dig i framkanten av intergalaktisk terraforming och står inför ett spännande äventyr.

source: Unknown passkeys error
sv: Okänt passnyckelfel

source: Federation Allowlist
sv: Federations godkännandelista

source: Automatically save non-data changes when locking database
sv: Spara icke-dataändringar automatiskt när databasen låses

source: Use the same credentials for both database files.
sv: Använd samma autentiseringsuppgifter för bägge databasfilerna.

source: Item Rejected
sv: Objekt avvisat

source: password must be at least 8 characters long
sv: lösenordet måste vara minst 8 tecken långt

source: thread(s)
sv: tråd

source: Type: Date
sv: Typ: Datum

source: Clay
sv: Lera

source: expired %sm ago
sv: gick ut för %sm sedan

source: Unsupported KeePass 2 database version.
sv: KeePass 2 databasversion som inte stöds.

source: OFF
sv: AV

source: The group as a whole is difficult to pin down, as there is no hierarchy, leadership or anything like that and people tend to disagree all the time with everything. That having said, that doesn’t mean there isn’t any form of organization.
sv: Gruppen som helhet är svår att ringa in, eftersom den saknar hierarki, ledarskap och liknande, och folk tenderar att ständigt vara oense om allt. Det betyder dock inte att det saknas någon form av organisation.

source: Oh. Am I deleted?
sv: Åh. Är jag raderad?

source: Create item
sv: Skapa artikel

source: Toggle Zoom
sv: Växla zoom

source: Found unexpected Key type %1
sv: Identifierade oväntad nyckeltyp %1

source: Specifies the VOX sensitivity.
sv: Anger VOX-känsligheten.

source: Wait, what?! Already?
sv: Vänta, vad?! Redan?

source: Reset any remembered decisions for this application
sv: Återställ alla sparade beslut för detta program

source: Invalid entry modification time field size
sv: Ogiltig fältstorlek för ändringsdatum

source: This is irreversible.
sv: Detta är oåterkalleligt.

source: Press Control, Alt or Shift and click on a post's checkbox to hide it.
sv: Tryck på Ctrl, Alt eller Skift och klicka på ett inläggs kryssruta för att dölja det.

source: Recover Data?
sv: Återställa data?

source: %1 is being imported and exported by different groups in this database.
sv: %1 importeras och exporteras av olika grupper i den här databasen.

source: Did someone call me?
sv: Ropade någon på mig?

source: Regenerate password (%1)
sv: Generera om lösenordet (%1)

source: Switch to list layout
sv: Byt till listlayout

source: Regular
sv: Vanlig

source: Increase the line height in posts
sv: Öka linjehöjden för inlägg

source: File is used as an avatar
sv: Fil används som en avatar

source: Hub
sv: Nav

source: %s imageboard and forum server
sv: Bildforums- och forumservern %s

source: Encryption Settings:
sv: Krypteringsinställningar:

source: Cyan Chest
sv: Cyanfärgad kista

source: Unsaved Changes
sv: Osparade ändringar

source: Special Characters
sv: Specialtecken

source: Big
sv: Stor

source: Time-slot
sv: Tidslucka

source: 2 Days
sv: 2 dagar

source: Maximum password reuse
sv: Max antal återanvända lösenord

source: Render format of timestamps. Include %s tags where applicable.
sv: Renderingsformat för tidsstämplar. Använd %s-taggar där det är tillämpligt.

source: Tx Contact
sv: TX-kontakt

source: Show a protected attribute
sv: Visa ett skyddat attribut

source: %d Minute
sv: %d Minut

source: %d Minutes
sv: %d Minuter

source: Supported BBCode tags are %s.
sv: BBCode-taggar som stöds är %s.

source: %s Devices
sv: %s-enheter

source: Weekly
sv: Veckovis

source: Authorization
sv: Auktorisation

source: • Leave the game
sv: • Lämna spelet

source: Please provide text :(
sv: Ange en text :(

source: Unable to read encryption IV
sv: Kan inte läsa kryptering IV

source: Prompt for the entry's password.
sv: Fråga efter postens lösenord.

source: Yellow Steel Sign
sv: Gul stålskylt

source: Show %s secret
sv: Visa hemlighet för %s

source: Text File
sv: Textfil

source: I am worried the System is in serious danger. If the glitches continue, it might be doom for all of us.
sv: Jag är orolig för att The System är i allvarlig fara. Om glitcharna fortsätter kan det innebära undergång för oss alla.

source: SSH_AUTH_SOCK override
sv: SSH_AUTH_SOCK åsidosättning

source: Cave Stone Pillar
sv: Grottstenpelare

source: View log
sv: Se logg

source: Moderate user profiles
sv: Moderera användarprofiler

source: The created database has no key or KDF, refusing to save it. This is definitely a bug, please report it to the developers.
sv: Den skapade databasen har ingen nyckel eller KDF, vägrar att spara den. Detta är definitivt ett programfel, rapportera det till utvecklarna.

source: Attribute selection
sv: Attributval

source: ERROR: unknown attribute %1.
sv: FEL: Okänt attribut %1.

source: Teleport yourself to a given level
sv: Teleportera dig till en angiven nivå

source: Cave Stone
sv: Grottsten

source: Adminuser Name
sv: Adminanvändare namn

source: Haha, don’t worry. You don’t need to “pay” with electrons. You get to keep all your electrons, you just need to have them.
sv: Haha, oroa dig inte. Du behöver inte ”betala” med elektroner. Du får behålla alla dina elektroner; du behöver bara ha dem.

source: Allow Selected
sv: Tillåt markerade

source: Change this setting in the Settings tab
sv: Ändra denna inställning på fliken Inställningar

source: Everywhere
sv: Överallt

source: Trying to update a non-existing conversation
sv: Försöker uppdatera en icke-existerande konversation

source: Profile
sv: Profil

source: Wed
sv: Ons

source: Forward
sv: Framåt

source: Quote
sv: Citera

source: Adding backup for older source %1 [%2]
sv: Lägger till säkerhetskopia för äldre källa %1 [%2]

source: Import codeplug
sv: Importera kodplugg

source: Click to send PIN
sv: Klicka för att skicka pinkod

source: _About Calligraphy
sv: _Om Calligraphy

source: powerslide
sv: kraftglidning

source: Mod
sv: Moderator

source: Please check your form for errors.
sv: Kontrollera fel i formuläret.

source: Follow
sv: Följ

source: UPPER CASE
sv: VERSALER

source: Properties
sv: Egenskaper

source: You may not answer your own items
sv: Du får inte svara på din egen annons

source: While it's possible to have %s run in the background for constant scrobbling, it's recommended to use the CLI instead as it's much more performant, skips initializing the GUI code entirely and can lock to specific MPRIS clients.
sv: Även om det är möjligt att låta %s köras i bakgrunden för konstant scrobbling, rekommenderas det att använda CLI istället eftersom det är mycket mer prestandaeffektivt, hoppar över initialiseringen av GUI-koden helt och kan låsas till specifika MPRIS-klienter.

source: Moderate %d post
sv: Moderera %d inlägg

source: Moderate %d posts
sv: Moderera %d inlägg

source: Blocked Sign-ups
sv: Blockerade registreringar

source: Password reset initiated…
sv: Lösenordsåterställning påbörjad …

source: ChiPass - Passkey Import
sv: ChiPass - Passnyckelimport

source: I forgot my username
sv: Jag har glömt mitt användarnamn

source: Copy password to clipboard
sv: Kopiera lösenord till urklipp

source: Return advanced string fields which start with "KPH: "
sv: Returnera avancerade strängar som börjar med "KPH: "

source: Do not show main window on start
sv: Visa inte huvudfönstret vid start

source: Number of replies to show per board index thread. Set to 0 to show none.
sv: Antal svar som visas per tråd på tavlans indexsida. Ange 0 för att inte visa några.

source: Change color theme
sv: Byt färgtema

source: Software
sv: Programvara

source: Zones
sv: Zoner

source: Type: Date(Rep)
sv: Typ: Datum (Rep)

source: Powerslide Master
sv: Kraftglidningsmästare

source: Oh, this? Don’t worry about it, it’s a perfectly normal and expected behavior.
sv: Åh, den här? Oroa dig inte för den, den är ett helt normalt och förväntat beteende.

source: Cannot remove group call: You have to select at least one group call first.
sv: Kan inte ta bort gruppsamtal: Du måste först välja minst ett gruppsamtal.

source: Add Challenge-Response
sv: Lägg till Challenge-Response

source: In one word, compromise.
sv: Med ett ord: kompromiss.

source: Only PBKDF and Argon2 are supported, cannot decrypt json file
sv: Endast PBKDF och Argon2 stöds, kan inte avkryptera json-filen.

source: Limit
sv: Gräns

source: Seems like if it weren’t for me, this whole place could have been toast, right?
sv: Det verkar som att hela platsen hade varit stekt utan mig, eller hur?

source: Treatment
sv: Behandling

source: Show everywhere
sv: Visa överallt

source: Overwriting %1 [%2]
sv: Skriver över %1[%2]

source: Invalid FediAuth Link
sv: Ogiltig FediAuth-länk

source: Go back
sv: Gå tillbaka

source: Additional attributes
sv: Ytterligare attribut

source: This won't affect your submitted scrobbles.
sv: Detta kommer inte att påverka dina inskickade scrobblningar.

source: Cannot parse file: %1 at position %2
sv: Kan inte tolka filen: %1 på position %2

source: Type # (hash) and some text in the name field to add a global tripcode:
sv: Skriv # (hashtecken) följt av text i namnfältet för att lägga till en global tripkod:

source: Authors
sv: Författare

source: Only admins/mods :(
sv: Bara admins/moderatorer :(

source: Poor
sv: Dålig

source: To deal with the extreme environment temperatures of Hades, the Heat-Resistant Skin Spray was developed. This spray is strong enough to protect you from the heat of the environment. However, direct contact with lava is still harmful, so be careful.
sv: För att hantera Hades extrema omgivningstemperaturer utvecklades den värmetåliga hudsprayen. Sprayen är tillräckligt stark för att skydda dig från omgivningens värme. Direkt kontakt med lava är dock fortfarande skadlig, så var försiktig.

source: Needs to hang on leaves or be close to a tree trunk to survive
sv: Måste hänga på löv eller vara nära en trädstam för att överleva

source: Public key
sv: Offentlig nyckel

source: Accessed:
sv: Använd:

source: Invalid variant map Int64 entry value length
sv: Ogiltig Int64-inmatningsvärdeslängd för variantkarta

source: active
sv: aktiv

source: White Noise (non-glowing)
sv: Vitt brus (icke-lysande)

source: Show Anyway
sv: Visa ändå

source: Additional characters to use for the generated password
sv: Fler tecken att användas för lösenordsgenerering

source: Password Generator
sv: Lösenordsgenerator

source: Go to original page
sv: Gå till originalsidan

source: No, silly! That’s just an euphemism for getting deleted.
sv: Nej, din tok! Det är bara en förskönande omskrivning för att raderas.

source: Green Cloth
sv: Grönt tyg

source: Paste
sv: Klistra in

source: Save Database Backup…
sv: Spara databassäkerhetskopia…

source: Electron Spawner
sv: Elektrongenerator

source: If the triggers have become invalid, you must manually call the command “/reset_triggers”. This puts the level in a valid state, but you lose all trigger information, so you have to manually add the triggers back.
sv: Om utlösarna har blivit ogiltiga måste du manuellt anropa kommandot ”/reset_triggers”. Det gör nivån giltig, men du förlorar all information om utlösare och måste lägga tillbaka dem manuellt.

source: Authenticate passkey credentials for:
sv: Autentisera passnyckeluppgifter för:

source: Enjoy your travels!
sv: Trevlig resa!

source: Hyphenation
sv: Bindestrecksanvändning

source: You lured me into a trap! But how can I still exist?
sv: Du lockade mig in i en fälla! Men hur kan jag fortfarande finnas?

source: Scroll down to the bottom of the page.
sv: Bläddra ned till sidans nederkant.

source: ChiPass - Pick Characters
sv: ChiPass - Välj tecken

source: Copy password
sv: Kopiera lösenordet

source: PIN received! Logging you in...
sv: Pinkod mottagen! Loggar in dig ...

source: Type: User+Leet
sv: Typ: Användare+Leet

source: Edit Usage Interval
sv: Redigera användningsintervall

source: Technical Settings
sv: Tekniska inställningar

source: Attestation not supported
sv: Attestering stöds inte

source: Setup TOTP
sv: Konfigurera TOTP

source: You can only modify your own state :(
sv: Du kan bara modifiera ditt eget state :(

source: Changed state to "%s"
sv: Ändrade status till "%s"

source: Relationship: %s.
sv: Relation: %s.

source: Nobody
sv: Ingen

source: Scientists of various disciplines come together to research the technologies necessary for the tasks needed. This division also includes the search for suitable planets.
sv: Forskare från olika discipliner samlas för att forska om den teknik som behövs för uppgifterna. Denna avdelning inbegriper även sökandet efter lämpliga planeter.

source: Rotating Hook
sv: Roterande krok

source: Adds a label on links, based on their section title
sv: Lägg till etiketter på länkar, baserat på deras sektionstitel

source: Receive Post Notifications
sv: Ta emot aviseringar om inlägg

source: Show a database's information.
sv: Visa en databas information.

source: Light boxes create light. They may be turned on or off by detectors.
sv: Ljuslådor skapar ljus. De kan slås på eller av av detektorer.

source: The name of the contact.
sv: Kontaktens namn.

source: All abilities removed.
sv: Alla förmågor har tagits bort.

source: Select import file
sv: Välj importfil

source: Direct
sv: Direkt

source: Clone Channel
sv: Klona kanal

source: Cannot create list element, consider reporting a bug.
sv: Kan inte skapa listelement, överväg att rapportera ett fel.

source: Access Key
sv: Åtkomstnyckel

source: Restore entry to selected history state
sv: Återställ posten till markerad historikstatus

source: Continue with weak password
sv: Fortsätt med svagt lösenord

source: Clear clipboard after
sv: Rensa urklipp efter

source: Life Scan
sv: Livsskanning

source: Electrons
sv: Elektroner

source: Resetter
sv: Återställare

source: Minimize instead of app exit
sv: Minimera istället för att avsluta programmet

source: Add Key File
sv: Lägg till nyckelfil

source: You’re lost in cyberspace. Collect electrons, unlock new sectors and find your true destination.
sv: Du är vilse i cyberrymden. Samla elektroner, lås upp nya sektorer och hitta din verkliga destination.

source: %sd left
sv: %sd kvar

source: Maximum number of history items per entry
sv: Max antal historikobjekt per post

source: The changes to your profile have been rejected. The reasons for this are: {reason}. You may try editing your profile again avoiding the reasons above.
sv: Ändringarna i din profil har avvisats. Orsakerna är: {reason}. Du kan försöka redigera profilen igen och undvika orsakerna ovan.

source: File name.
sv: Filnamn.

source: If you can't use the QR code, enter the code below instead.
sv: Om du inte kan använda QR-koden, ange koden nedan istället.
